import React from 'react';
import '../css/about.css';
import { useEffect } from 'react';


export default function About() {

    useEffect(() => {
        window.scrollTo({ top: 0, left: 0 })
    }, [])

    return (
        <>
            <p className="about">
                זה אפשרי! חדר בריחה אצלכם בבית.
                <br />
                <br />
                יום הולדת, מסיבה משפחתית, ערב עם חברים או כל סיבה למסיבה. כל האירועים טובים להפוך את מרחב המגורים שלכם לחדר בריחה אמיתי! בעזרת ערכת הפעלה של חדר בריחה תוכלו ליצור חדר מושקע בבית (בחדר אחד או יותר).
                <br />
                אתם בוחרים היכן הפעילות תערך ועם ערכת הפעלה יוצאים לדרך. קל ופשוט להפעיל. כל ערכה כוללת הוראות מדוייקות כדי שתרגישו שיש לכם הפעלת חדר בריחה בבית.
                <br />
                שימו לב – ההפעלה בנויה כך שכל המשתתפים לוקחים חלק, המשתתפים נעים בחדר ולא רק יושבים סביב שולחן. וגם – בכל הפעלה דאגנו למשחק גיבוש, כדי שיצאו משם בתחושה של ביחד. חדר בריחה ביתי לכל הגילאים כמו שחלמתם.
            </p>
        </>
    )

}
